import React from "react";
import s from './post.module.css'

let Post = React.memo((props) => {
    return (
        <article className={s.Post}>
            <h2>A record 4.5 million workers quit or changed jobs in November</h2>
            <img
                src="https://sun9-57.userapi.com/impg/kALQdbWK48yKlSa5L2SQiW-Q6ZTl_hyJpoOhPA/UEWOGDj36Zs.jpg?size=827x827&quality=95&sign=61124a804b2600af6f9c9a46ef21f397&type=album"
                alt=""/>
            <p> Onliner уже не раз и подробно писал о новых компьютерах от Apple с удивительным чипом M1:
                выходил большой обзор MacBook Pro, а также Mac mini. Сегодня поделимся впечатлениями, полученными от
                работы с
                MacBook Air на протяжении месяца. Расскажем, с какими нюансами пришлось столкнуться за это время и
                не потускнели
                ли впечатления от мощности M1.</p>

            <h3>Новый Air или старый Pro?</h3>

            <p>За разными MacBook я работаю уже долгие годы. Нынешний Air внешне ничем не отличается от
                прошлогоднего (и позапрошлогоднего, и так далее). Перед новым «воздухом» на M1 у меня была «прошка»
                позапрошлогоднего модельного ряда. Ноутбук всем устраивал, и еще год назад я был уверен, что ничего
                лучшего в лэптопном сегменте нет. Не смущала даже клавиатура-«бабочка».
            </p>
            <p> Onliner уже не раз и подробно писал о новых компьютерах от Apple с удивительным чипом M1:
                выходил большой обзор MacBook Pro, а также Mac mini. Сегодня поделимся впечатлениями, полученными от
                работы с
                MacBook Air на протяжении месяца. Расскажем, с какими нюансами пришлось столкнуться за это время и
                не потускнели
                ли впечатления от мощности M1.</p>
            <p> Onliner уже не раз и подробно писал о новых компьютерах от Apple с удивительным чипом M1:
                выходил большой обзор MacBook Pro, а также Mac mini. Сегодня поделимся впечатлениями, полученными от
                работы с
                MacBook Air на протяжении месяца. Расскажем, с какими нюансами пришлось столкнуться за это время и
                не потускнели
                ли впечатления от мощности M1.</p>
            <p>Когда в 2020 году в Беларусь пришел коронавирус, а белорусы еще не были такими бесстрашными, остро стоял
                вопрос самоизоляции. Кто-то закрылся в четырех стенах в квартире, кто-то уехал пережидать эпидемию за
                город. Второй вариант выбрал для своей семьи предприниматель Сергей Сулимов — в Беларуси он известен как
                основатель Школы английского языка EnglishPapa. Белорус полностью перевел бизнес на удаленку и переехал
                на хутор в лесу в 40 км от Минска, где прожил с детьми все лето и осень. А потом в Беларуси стало
                холодать… И появились мысли рвануть куда-нибудь в теплую страну.</p>
            <p>Своим выбором Сергей оказался очень доволен. Говорит, что на Бали он встретил большое русскоязычное
                комьюнити: россияне, украинцы, белорусы приезжают сюда, что поработать с комфортом на удаленке.</p>
            <p> Onliner уже не раз и подробно писал о новых компьютерах от Apple с удивительным чипом M1:
                выходил большой обзор MacBook Pro, а также Mac mini. Сегодня поделимся впечатлениями, полученными от
                работы с
                MacBook Air на протяжении месяца. Расскажем, с какими нюансами пришлось столкнуться за это время и
                не потускнели
                ли впечатления от мощности M1.</p>
        </article>
    );
})

export default Post;